Repository: suraleb/10d
Catalog: html/languages/admin-static.tmx
Source language: en
Languages: ru

source: AJAX Layout
ru: AJAX Макет

source: AJAX Template
ru: AJAX Шаблон

source: Allow to change publications
ru: Разрешить изменять публикации

source: Allow to mark publications as hidden
ru: Разрешить метить публикации как скрытые

source: Allow to create publications
ru: Разрешить создавать публикации

source: Allow to change additional parameters
ru: Разрешить изменять дополнительные параметры

source: Allow to mark publications as published
ru: Разрешить метить публикации опубликованными

source: Allow to delete publications
ru: Разрешить удалять публикации

source: Allow to mark publications as system
ru: Разрешить метить публикации системными

source: Allow to view publications
ru: Разрешить просматривать публикации

source: Publications
ru: Публикации

source: Content
ru: Содержимое

source: Address
ru: Адрес

source: Author
ru: Автор

source: Date
ru: Дата

source: Manage
ru: Управление

source: Status
ru: Статус

source: Title
ru: Название

source: Modify
ru: Изменить

source: Filter
ru: Фильтр

source: all
ru: все

source: Must be &laquo;hidden&raquo;
ru: Должна быть &laquo;скрытой&raquo;

source: Must be &laquo;not published&raquo;
ru: Должна быть &laquo;неопубликованной&raquo;

source: entries per-page
ru: записей на страницу

source: Must be &laquo;system&raquo;
ru: Должна быть &laquo;системной&raquo;

source: Has a tag:
ru: Содержит тег:

source: Title has:
ru: В названии есть:

source: Administrators
ru: Администраторам

source: Everybody
ru: Всем

source: Guests
ru: Гостям

source: Members
ru: Пользователям

source: Information
ru: Информация

source: Editing publication
ru: Редактирование публикации

source: Create a publication
ru: Создать публикацию

source: Parameters
ru: Параметры

source: Text
ru: Текст публикации

source: Featured?
ru: Популярно?

source: Access group:
ru: Доступна группе:

source: Send own header:
ru: Отсылать собственный заголовок:

source: code: 200 (doing well)
ru: код: 200 (всё хорошо)

source: code: 403 (access forbidden)
ru: код: 403 (доступ запрещен)

source: code: 404 (document not found)
ru: код: 404 (документ не найден)

source: Hidden?
ru: Скрытая?

source: Layout:
ru: Макет:

source: Use different layout with AJAX request
ru: Использовать другой макет при AJAX запросе

source: Do not use
ru: Не использовать

source: Language:
ru: Язык:

source: Additional options:
ru: Дополнительные опции:

source: Parents:
ru: Родители:

source: Publicate it?
ru: Публиковать?

source: Address on the site:
ru: Адрес на сайте:

source: Address:
ru: Адрес:

source: Author:
ru: Автор:

source: Meta Description:
ru: Краткое описание:

source: Meta Keywords:
ru: Ключевые слова:

source: Indexing robots:
ru: Поисковые роботы:

source: Title of the publication:
ru: Название публикации:

source: System?
ru: Системная?

source: Tags:
ru: Тэги:

source: Date your publication was written:
ru: Время создания публикации:

source: Title:
ru: Название публикации:

source: Template:
ru: Шаблон:

source: Use different template with AJAX request
ru: Использовать другой шаблон при AJAX запросе

source: Preview
ru: Просмотр

source: Remove
ru: Удалить

source: Change order: %s
ru: Изменить порядок: %s

source: Reset
ru: Сбросить

source: Advanced settings
ru: Дополнительные настройки

source: Contents of the publication
ru: Содержимое публикации

source: Main information
ru: Основная информация

source: Indexation (SEO)
ru: Индексация (SEO)

source: Update the list
ru: Обновить список

source: New publication &laquo;<a href="/open/admin-static/?action=edit&id=%d">%s</a>&raquo; was created {ID:%d}
ru: Создана новая публикация &laquo;<a href="/open/admin-static/?action=edit&id=%d">%s</a>&raquo; {ID:%d}

source: Publication &laquo;%s&raquo; {ID:%d} was deleted
ru: Удалена публикация &laquo;%s&raquo; {ID:%d}

source: Sorting order for publications was changed
ru: Изменён порядок сортировки публикаций

source: Publication &laquo;<a href="/open/admin-static/?action=edit&id=%d">%s</a>&raquo; was updated {ID:%d}
ru: Обновлена публикация &laquo;<a href="/open/admin-static/?action=edit&id=%d">%s</a>&raquo; {ID:%d}

source: Publication was added to our database and is available for editing
ru: Публикация занесена в нашу базу данных и доступна для редактирования

source: You provide incorrect addresses of publication's parents.<br />Addresses, separated by commas, may contain digits, letters and symbols: "_", ".", "-"
ru: Вы указали некорректные адреса родителей публикации.<br />Адреса (через запятую) могут содержать цифры, латинские буквы и знаки: "_", ".", "-"

source: You provide incorrect publication's address.<br />Address may contains digits, letters and symbols: "_", ".", "-"
ru: Вы указали некорректный адрес публикации.<br />Адрес может содержать цифры, латинские буквы и знаки: "_", ".", "-"

source: You must set title for the publication
ru: Укажите название публикации

source: Publication with the same address has already been registered
ru: Публикация с таким адресом уже есть в нашей базе данных

source: Publication was not found in our database
ru: Публикация отсутствует в нашей базе данных

source: Publication order was successfully changed
ru: Порядок публикации успешно изменён

source: Remove selected publication?<br /><b>Note:</b> you will not be able to restore publication after deleting!
ru: Удалить выбранную публикацию?<br /><b>Внимание:</b> восстановить публикацию после удаления невозможно!

source: Publication was successfully removed from our database
ru: Публикация успешно удалена из нашей Базы Данных

source: While removing publication an error has occurred. Try later, or contact with administrator
ru: При удалении публикации возникла ошибка. Попробуйте позже либо обратитесь к администратору

source: To change the order of publications you need to select tags for which the sorting will be performed
ru: Чтобы изменить порядок публикаций, необходимо выбрать тэги, по которым будет производиться сортировка

source: Choose tags by which you want to change the order:
ru: Выберите тэги, по которым хотите изменить порядок:

source: Publication was updated and is available for editing
ru: Публикация обновлена и доступна для редактирования

source: Wrong parameters for sorting
ru: Неправильные параметры сортировки

source: list of available publications to manage
ru: перечень доступных публикаций для управления

source: section allows to create static publications
ru: раздел позволяет создавать статические публикации

source: allows to sort list of publications for view
ru: позволяет ограничить список публикаций для отображения

source: Created: <i>%s</i>
ru: Публикация создана: <i>%s</i>

source: Author: <i>%s</i>
ru: Автор: <i>%s</i>

source: additional information
ru: дополнительная информация о текущей записи

source: Updated: <i>%s</i>
ru: Публикация редактировалась: <i>%s</i>

source: There are no entries matching your request
ru: По вашему запросу записей не найдено

source: editing publication params
ru: изменение параметров публикации

source: params for the new publication
ru: параметры для новой публикации

source: settings and text
ru: настройки и текст публикации

source: publication will be placed higher than others
ru: публикация будет размещена выше других

source: which group is to be privileged to access given publication
ru: какой группе открыть доступ к данной публикации

source: addresses of publications which are linked with this one. are separated by commas and can consist only of &laquo;a-z&raquo;, &laquo;0-9&raquo;, &laquo;/&raquo;, &laquo;_&raquo;, &laquo;.&raquo;, &laquo;-&raquo;
ru: адреса публикаций, которые связаны с текущей, разделяются запятыми и могут содержать только &laquo;a-z&raquo;, &laquo;0-9&raquo;, &laquo;/&raquo;, &laquo;_&raquo;, &laquo;.&raquo;, &laquo;-&raquo;

source: publication address can consist only of &laquo;a-z&raquo;, &laquo;0-9&raquo;, &laquo;/&raquo;, &laquo;_&raquo;, &laquo;.&raquo;, &laquo;-&raquo;
ru: адрес публикации может состоять только из символов &laquo;a-z&raquo;, &laquo;0-9&raquo;, &laquo;/&raquo;, &laquo;_&raquo;, &laquo;.&raquo;, &laquo;-&raquo;

source: An optional paragraph to be used as the description of the page in the HTML output. This will generally display in the results of search engines.
ru: используется поисковыми системами для лучшей индексации

source: An optional comma-separated list of keywords and/or phrases to be used in the HTML output.
ru: слова через запятую

source: will be displayed in the browser's title
ru: будет отображено в заголовке браузера

source: tags by which the publication can be found. type then click
ru: теги для публикации, по которым её можно легко найти. напишите, затем выберите

source: this date will display on the site. left blank and system will put the current date
ru: будет отображено на сайте. если оставить пустым, система выставит текущую дату

source: only text, without html and special chars
ru: только текст, без html и специальных символов

source: Place here the entry to transfer it:
ru: Перетащите сюда содержимое, чтобы перенести его:

source: to the next page
ru: на следующую страницу

source: to the previous page
ru: на предыдущую страницу

source: File with records for the Publication module
ru: Файл с записями для модуля публикаций

source: the author of this publication
ru: атовр этой публикации

source: rule to access a data
ru: инструкции для доступа к данным
